{
    "scene": {
        "content": {
            "welcome": "The mayor of this fictional neighbourhood wants to implement new smart city ideas. Experience how these ideas might impact the neighbourhood by exploring your surroundings and listening to your neighbours. If you find a person with a question mark on top of their heads... feel free to interact with them."
        },
        "background": "screen_1920x1080_2021-11-22_16-30-57.png",
        "avatar": "duif.png"
    },
    "friction": {
        "description": "Smart city ideas | Pigeons engage people in community waste-reducation game",
        "avatar": "pigeon 8.png",
        "content": {
            "before": "Sensing pigeons have been sent troughout the city to monitor waste flows. The city wants to become a zero-waste municipality within 2 years. The pigeons collect data and transmit information to each other. Besides, they nudge citizens to reduce their household waste. You have the opportunity to decide how pigeons will use data to nudge citizens to reduce waste and plastic consumption. In this case, pigeons are connected to personal devices and mobile phone applications to turn waste reduction into an engaging community game. Individual scores are displayed on dashboards in public spaces."
        },
        "options": {
            "a": {
                "avatar": "pigeon 6.png",
                "content": "Pigeons are connected to personal devices and mobile phone applications to turn waste reduction into an engaging community game. Individual scores are displayed on dashboards in public spaces.",
                "alternativeBackground": null,
                "sprites": {
                    "foreground": [
                        null,
                        "pigeon 5.png",
                        null
                    ],
                    "background": [
                        null,
                        "b_scoreboard.png",
                        null
                    ],
                    "floating": [
                        null,
                        null,
                        "pigeon 2.png"
                    ]
                }
            }
        }
    },
    "actors": [
        {
            "description": "Person 1 (shop owner- young woman)",
            "sprite": "cafe owner.png",
            "avatar": "shop_owner_avatar.png",
            "content": {
                "before": "Hello there! So much going on, eh? I have just opened a café in this neighborhood. My first enterpreneurial adventure. Would you like to pass by? My carrot pie is probably the best one you have ever tried!",
                "after": {
                    "a": "I have decided that customers with an above average waste-reduction score will get better prices at my café. This might be a good incentive for them, plus it helps to keep my business at a certain social standard. Do you think you would score high enough for a free slice of my famous pie?"
                }
            }
        },
        {
            "description": "Person 2 (visitor)",
            "sprite": "visitor.png",
            "avatar": "visitor_avatar.png",
            "content": {
                "before": "Do you know any interesting places I should visit? I am just passing by, exploring the surroundings. I heard there is an interesting painter working nearby.",
                "after": {
                    "a": "So, I really like these colourful pigeons flying around and the fact that this city is so clean, but I've just realised that I'm not connected their system. That's a bit annoying as I need to pay much more for a cup of coffee that a local resident."
                }
            }
        },
        {
            "description": "Person 3 (tech company expert)",
            "sprite": "TEch developer.png",
            "avatar": "tech_avatar.png",
            "content": {
                "before": "Are you here for the conference? Quite interesting that they have chosen this place this year, don't you think? I live right there, next to the fountain, and I was part of the development of \"Max the cat\", the AI companion. Have you heard about it?",
                "after": {
                    "b": "So, do you see that scoreboard for best waste-reduction practices? It seems I am not on top of the list and I don't know why. Aparently, this is going to affect this year's appraisal with my manager...."
                }
            }
        }
    ]
}