{
    "scene": {
        "content": {
            "welcome": "The mayor of this fictional neighbourhood wants to implement new smart city ideas. Experience how these ideas might impact the neighbourhood by exploring your surroundings and listening to your neighbours. If you find a person with a question mark on top of their heads... feel free to interact with them.",
            "emergingfriction": "",
            "provocativestatement": ""
        },
        "background": "screen_1920x1080_2021-11-22_16-30-57.png",
        "avatar": "duif.png"
    },
    "friction": {
        "description": "Smart city ideas | Pigeons notify people about waste-related unwanted behaviours",
        "avatar": "pigeon 8.png",
        "content": {
            "before": "Sensing pigeons have been sent troughout the city to monitor waste flows. The city wants to become a zero-waste municipality within 2 years. The pigeons collect data and transmit information to each other. Besides, they nudge citizens to reduce their household waste. You have the opportunity to decide how pigeons will use data to nudge citizens to reduce waste and plastic consumption. In this case, pigeons give constant real live feedback to people when they engage in waste-related unwanted behaviours."
        },
        "options": {
            "a": {
                "avatar": "dove.png",
                "content": "Pigeons give constant real live feedback to people when they engage in waste-related unwanted behaviours.",
                "alternativeBackground": "screen_1920x1080_2021-11-22_16-30-57.png",
                "sprites": {
                    "foreground": [
                        "pigeon 9.png",
                        "extra visitor 2.png",
                        ""
                    ],
                    "background": [
                        "extra visitor 3.png",
                        "",
                        "extra visitor.png"
                    ],
                    "floating": [
                        "pigeon 4.png",
                        "",
                        "dove.png"
                    ]
                }
            }
        }
    },
    "actors": [
        {
            "description": "Person 1 (shop owner- young woman)",
            "sprite": "cafe owner.png",
            "avatar": "shop_owner_avatar.png",
            "content": {
                "before": "Hello there! So much going on, eh? I have just opened a café in this neighborhood. My first enterpreneurial adventure. Would you like to pass by? My carrot pie is probably the best one you have ever tried!",
                "after": {
                    "a": "These pigeons have become some kind of touristic attraction! I can't complain: the streets are clean, the city has a wonderful reputation and I get so many additional customers from all over the region!"
                }
            }
        },
        {
            "description": "Person 2 (visitor)",
            "sprite": "visitor.png",
            "avatar": "visitor_avatar.png",
            "content": {
                "before": "Do you know any interesting places I should visit? I am just passing by, exploring the surroundings. I heard there is an interesting painter working nearby.",
                "after": {
                    "a": "This is so amusing! The streets are super clean and all those cute pigeons flying around add to the charm. Sorry, I am about to post about this on social media. Did you see? That guy was being chased by that pigeon! What's going to happen to him, I wonder?..."
                }
            }
        },
        {
            "description": "Person 3 (tech company expert)",
            "sprite": "TEch developer.png",
            "avatar": "tech_avatar.png",
            "content": {
                "before": "Are you here for the conference? Quite interesting that they have chosen this place this year, don't you think? I live right there, next to the fountain, and I was part of the development of \"Max the cat\", the AI companion. Have you heard about it?",
                "after": {
                    "a": "Have you seen the number of pigeons in this street? I was part of the advisory board for this project. The city is now almost waste-free but I have mixed feelings about the constant harassment of citizens. A friend of mine recently mentioned that she doesn't want to leave the house because she feels followed by these pigeons. I don't blame her."
                }
            }
        }
    ]
}