{
    "scene": {
        "content": {
            "welcome": null,
            "emergingfriction": "Police pigeons"
        },
        "background": "screen_1920x1080_2021-11-22_16-30-57.png",
        "avatar": "duif.png"
    },
    "friction": {
        "description": "Smart city ideas | Drone",
        "avatar": "drone_1.png",
        "content": {
            "before": "A new guardian angel drone has been introduced. \r\n\r\nThe images are directly uploaded to your device so you know exactly what happens to them at all times."
        },
        "options": {
            "a": {
                "avatar": "drone_A.png",
                "content": "The images are directly uploaded to your device so you know exactly what happens to them at all times.",
                "alternativeBackground": "",
                "sprites": {
                    "foreground": [
                        "eyes_option A_2.png",
                        "woman_shopping_31_5_2021_00_48.png",
                        null
                    ],
                    "background": [
                        null,
                        "Billboard option A.png",
                        null
                    ],
                    "floating": [
                        "eyes_option A_1.png",
                        null,
                        "eyes_option A_3.png"
                    ]
                }
            },
            "b": {
                "avatar": "drone_B.png",
                "content": "The images are directly uploaded to a database that belongs to the neighbourhood so that everyone is equally informed.",
                "alternativeBackground": null,
                "sprites": {
                    "foreground": [
                        "have_you_heard_13_6_2021_23_09.png",
                        "old_man_10_6_2021_00_31.png",
                        "gossip1_13_6_2021_23_09.png"
                    ],
                    "background": [
                        "Dronescenario_DogBin_06-05-2021-2311.png",
                        "Billboard option B.png",
                        "gossip2_13_6_2021_23_09.png"
                    ],
                    "floating": [
                        "cant_hide_it_13_6_2021_23_09.png",
                        null,
                        "i_want_to_know_more_13_6_2021_23_09.png"
                    ]
                }
            },
            "c": {
                "avatar": "drone_C.png",
                "content": "The images are directly uploaded to a government database so that public authorities can improve their services.",
                "alternativeBackground": null,
                "sprites": {
                    "foreground": [
                        "Politieauto_17_5_2021_12_29 (1).png",
                        "ipad_group_31_5_2021_00_48.png",
                        null
                    ],
                    "background": [
                        "ipad_guy_31_5_2021_00_48.png",
                        "Billboard option C.png",
                        "policemen_31_5_2021_01_04.png"
                    ],
                    "floating": [
                        null,
                        null,
                        null
                    ]
                }
            }
        }
    },
    "actors": [
        {
            "description": "Tina",
            "sprite": "telefoon.png",
            "avatar": "tina_avatar.png",
            "content": {
                "before": "Hi, my name is Tina. Nice to meet you! After school, I usually meet up with some of my friends in this square. I'm going to meet them there later, but I need to do my homework first.",
                "after": {
                    "a": "I was trying to work on my maths homework, but then I got distracted because my phone notified me that my best friend Lola was in the area, shopping! Should I go out and meet her? Hmm..",
                    "b": "Can you believe it? The new drone posts pictures of everything we do, and shows it to everybody in the neighbourhood. This makes it hard to secretly meet my friends to hang out and smoke without my parents knowing our whereabouts. Just check out that old woman over there. I bet ya she'll tell my parents that I haven't done my homework!",
                    "c": "This makes me feel safe. I feel it is like my guardian angel drone. We don't need to ask each other 'are you home safe?' after a night out anymore, because the police know about our whereabouts at all times."
                }
            }
        },
        {
            "description": "Street artist",
            "sprite": "artist_17_5_2021_21_50.png",
            "avatar": "streetartist_avatar.png",
            "content": {
                "before": "Hello! I often come to this square to observe people passing by, think about life, and paint.",
                "after": {
                    "a": "This drone seems very convenient to get customers for my work. But I don't have time to check all of the images so I've lost control over which ones are uploaded: it even puts the failed paintings online!",
                    "b": "Since this drone is here, I don't need to be in well-known public places to get viewers for my art work anymore. This is very useful, but I miss travelling to art shows so much and getting in touch with my customers and fellow artists. Besides, I feel watched. Have you seen those people over there? What if they steal my ideas for the next painting?",
                    "c": "It is nice that thanks to the new drone I don't need to worry about protecting my paintings anymore. However, I am a bit worried as sometimes I make activist art. I hope the government won't monitor me for that!"
                }
            }
        },
        {
            "description": "Elderly woman",
            "sprite": "elderly_on_bench_17_5_2021_21_14.png",
            "avatar": "lady_avatar.png",
            "content": {
                "before": "Hello dear, how nice to see you! I've always liked sitting here, in the square, and seeing if any of my neighbours want to stop for a chat.",
                "after": {
                    "a": "It's been a while since the last time I met my grandchild. Thanks to this new drone, I am constantly receiving pictures of her. It makes me so happy! However, I'm still a bit sad because my son doesn't call me anymore. He receives the pictures from the drone so he thinks everything is just fine...",
                    "b": "Everyday I receive a message from the neighbourhood dashboard with the latest news of the street. Apparently, this new drone is sending the information. Weird! It is convenient because there is no need to go down by the fountain anymore. However, I miss simply chatting to people...",
                    "c": "I'm old and living by myself, so I am now part of a programme that helps people in need. The government has enrolled me there based on the information they get from this drone. The thing is: I don't really feel I need help. I am doing great!"
                }
            }
        }
    ]
}